Repository: AymanAYDI/BCSYS_SCT
Catalog: Translations/SCT.*.xlf
Languages: fr_fr

# Report 3536099958 - NamedType 1370456556
source: Total for %1
fr_fr: Total de %1

# Report 3536099958 - NamedType 2008153173
source: Summary aging as %1
fr_fr: Echéancier Clients en date du %1

# Report 3536099958 - NamedType 1664139952
source: The Date Formula %1 cannot be used. Try to restate it. E.g. 1M+CM instead of CM+1M.
fr_fr: La formule date %1 ne peut pas être utilisée. Veuillez la redéfinir en utilisant, par exemple, 1M+CM au lieu de CM+1M.

# Report 3536099958 - NamedType 1026443335
source: Enter a date formula in the Period Length field.
fr_fr: Entrez une formule de date dans le champ Base période.

# Report 3536099958 - NamedType 370235320
source: Document No.
fr_fr: N° document

# Report 3536099958 - NamedType 4139163227
source: Posting date
fr_fr: Date de comptabilisation

# Report 3536099958 - Control 3592094765 - Property 2879900210
source: Aged As Of
fr_fr: Echéancier à la date du

# Report 4144985605 - Property 2879900210
source: Yooz Export Vendor
fr_fr: Yooz Export fournisseurs

# Report 4149269850 - Property 2879900210
source: Yooz Purch. Inv.&CrM. Imp
fr_fr: Yooz import facture achat

# Report 389867124 - Property 2879900210
source: Customer : summary aging VSC
fr_fr: Client : Echéancier VSC

# Report 389867124 - NamedType 1418937618
source: Due
fr_fr: Echues

# Report 389867124 - NamedType 74298460
source: Posting date
fr_fr: Date compta

# Report 389867124 - NamedType 2593260961
source: N° Document
fr_fr: No Document

# Report 389867124 - NamedType 3457404648
source: Due date
fr_fr: Date d''échéance

# Report 389867124 - NamedType 2476940767
source: Not Due
fr_fr: Non échues

# Report 389867124 - NamedType 2008153173
source: Summary aging as %1
fr_fr: Echéancier Clients en date du %1

# Report 389867124 - NamedType 1664139952
source: The Date Formula %1 cannot be used. Try to restate it. E.g. 1M+CM instead of CM+1M.
fr_fr: La formule date %1 ne peut pas être utilisée. Veuillez la redéfinir en utilisant, par exemple, 1M+CM au lieu de CM+1M.

# Report 389867124 - NamedType 1026443335
source: Enter a date formula in the Period Length field.
fr_fr: Entrez une formule de date dans le champ Base période.

# Report 389867124 - NamedType 2939533186
source: subtotal
fr_fr: sous-total

# Report 389867124 - NamedType 2301836569
source: wich expired
fr_fr: dont échues

# Report 389867124 - NamedType 4214926420
source: To be payed within %1 days
fr_fr: A payer dans les %1 j

# Report 389867124 - NamedType 3577229803
source: A mature between %1 and %2 days
fr_fr: %1 et %2 j

# Report 389867124 - NamedType 1195352358
source: A maturity beyond 1% days
fr_fr: Au-delà de %1 j

# Report 389867124 - NamedType 857534312
source: Less than %1 days
fr_fr: Depuis moins de %1 j

# Report 389867124 - NamedType 219837695
source: For more than 1% and less than %2 days
fr_fr: %1 j et moins de %2 j

# Report 389867124 - NamedType 1940672225
source: For more than 1% days
fr_fr: Depuis plus de %1 j

# Report 389867124 - NamedType 2578368842
source: wich not expired
fr_fr: dont non échues

# Report 389867124 - NamedType 3275273789
source: Total
fr_fr: TOTAL GENERAL

# Report 3834819161 - Property 2879900210
source: Modify period dimension for credit memos
fr_fr: Modifier axe période avoirs

# Report 3834819161 - NamedType 3114637384
source: All accounting will be updated to the credit memo %1
fr_fr: Toute la comptabilité analytique sera mise à jour pour l'avoir %1

# Report 3834819161 - NamedType 3752334001
source: Operation canceled !
fr_fr: Opération annulée!

# Report 1812041994 - Property 2879900210
source: Modify period dimension for invoices
fr_fr: Modifier axe période factures

# Report 1812041994 - NamedType 3114637384
source: All accounting will be updated to the invoice %1
fr_fr: Toute la comptabilité analytique sera mise à jour pour la facture %1

# Report 1812041994 - NamedType 3752334001
source: Operation canceled !
fr_fr: Opération annulée!

# Report 471307644 - Property 2879900210
source: Vendor : summary aging VSC
fr_fr: Fourn. : Echéancier VSC

# Report 471307644 - NamedType 1418937618
source: Due
fr_fr: Echues

# Report 471307644 - NamedType 74298460
source: Posting date
fr_fr: Date compta

# Report 471307644 - NamedType 3457404648
source: Due date
fr_fr: Date échéance

# Report 471307644 - NamedType 2476940767
source: Not Due
fr_fr: Non échues

# Report 471307644 - NamedType 2008153173
source: Summary aging as %1
fr_fr: Echéancier fournisseur en date du %1

# Report 471307644 - NamedType 1664139952
source: The Date Formula %1 cannot be used. Try to restate it. E.g. 1M+CM instead of CM+1M.
fr_fr: La formule date %1 ne peut pas être utilisée. Veuillez la redéfinir en utilisant, par exemple, 1M+CM au lieu de CM+1M.

# Report 471307644 - NamedType 1026443335
source: Enter a date formula in the Period Length field.
fr_fr: Entrez une formule de date dans le champ Base période.

# Report 471307644 - NamedType 2939533186
source: subtotal
fr_fr: sous-total

# Report 471307644 - NamedType 2301836569
source: wich expired
fr_fr: dont échues

# Report 471307644 - NamedType 4214926420
source: To be payed within %1 days
fr_fr: A payer dans les %1 j

# Report 471307644 - NamedType 3577229803
source: A mature between %1 and %2 days
fr_fr: %1 et %2 j

# Report 471307644 - NamedType 1195352358
source: A maturity beyond 1% days
fr_fr: Au-delà de %1 j

# Report 471307644 - NamedType 857534312
source: Less than %1 days
fr_fr: Depuis moins de %1 j

# Report 471307644 - NamedType 219837695
source: For more than 1% and less than %2 days
fr_fr: %1 j et moins de %2 j

# Report 471307644 - NamedType 1940672225
source: For more than 1% days
fr_fr: Depuis plus de %1 j

# Report 471307644 - NamedType 2578368842
source: wich not expired
fr_fr: dont non échues

# Report 471307644 - NamedType 3275273789
source: Total
fr_fr: TOTAL GENERAL

# XmlPort 1649977559 - NamedType 732759939
source: No company accounting sheet contains named C-POOL
fr_fr: Aucune société ne contient de feuille de comptabilité nommé C-POOL

source: No company code found
fr_fr: Aucun code société trouvé

source: Error on the company code
fr_fr: Erreur sur le code société

# XmlPort 3914387477 - NamedType 2344539320
source: The client "%1" does not exist row %2
fr_fr: Le client "%1" n''existe pas ligne %2

# XmlPort 3914387477 - NamedType 2982235937
source: Error converting quantity to decimal
fr_fr: Erreur sur la conversion de la quantité‚ en décimal

# XmlPort 3914387477 - NamedType 3619932554
source: General account %1 does not exist
fr_fr: Le compte général %1 n''existe pas

# XmlPort 3914387477 - NamedType 4257629171
source: The Your reference field exceeds the 30 characters allowed line %1
fr_fr: Le champ Votre référence d‚passe les 30 caractères autorisés ligne %1

# XmlPort 3914387477 - NamedType 3921243024
source: The file has been imported successfully.
fr_fr: Le fichier a bien été importé.

# XmlPort 3914387477 - NamedType 2301836569
source: Error on line "%3" of file. \\ Code "%1" for analytical section "%2" does not exist.
fr_fr: Erreur sur la ligne "%3" du fichier.\\Le code "%1" pour la section analytique "%2" n''existe pas.

# XmlPort 3634014317 - Property 2879900210
source: Import OD Paye
fr_fr: Importer OD Paye

# XmlPort 3634014317 - NamedType 3114637384
source: This fonction is not destinated for the current sheet
fr_fr: Cette fonction n''est pas destinée pour la feuille en cours

# XmlPort 3634014317 - NamedType 3752334001
source: This sheet is not empty. Please open a new sheet
fr_fr: Cette feuille n''est pas vide. Veuillez ouvrir une nouvelle feuille

# XmlPort 3634014317 - NamedType 95063322
source: "Account No. %1 does not exist for Account Type: "
fr_fr: "Le compte No %1 n'' existe pas pour le Type Compte : "

# XmlPort 3634014317 - NamedType 732759939
source: at line no. %2 of file
fr_fr: à la ligne no %2 du fichier

# XmlPort 3634014317 - NamedType 1370456556
source: The Account Type %1 does not exist, error on line no. %2
fr_fr: Le Type Compte %1 n'' existe pas, erreur sur la ligne no %2

# XmlPort 3779419231 - Property 2879900210
source: LISAM (quick) VAT
fr_fr: LISAM (rapide) TVA

# XmlPort 4144985605 - Property 2879900210
source: BC6 Yooz Export Vendor
fr_fr: Yooz Export fournisseurs

# XmlPort 4144985605 - NamedType 3114637384
source: Export vendor has been realized in folder %1
fr_fr: L''export des fournisseurs s''est bien effectué dans le dossier %1

# XmlPort 4149269850 - Property 2879900210
source: Yooz Purch. Inv.&CrM. Import
fr_fr: Yooz import facture achat

# XmlPort 4149269850 - NamedType 3114637384
source: Yooz Invoices are integrated
fr_fr: %1 facture(s) Yooz importée(s).

# PageExtension 716530074 - Property 2879900210
source: Blanket Purchase Order
fr_fr: Commande ouverte achat

# PageExtension 716530074 - Action 4201782736 - Property 2879900210
source: Card
fr_fr: Fiche

# PageExtension 716530074 - Change 712518885 - Property 2879900210
source: Invoicing
fr_fr: Facturation

# PageExtension 716530074 - Change 1924868141 - Property 2879900210
source: Shipping
fr_fr: Livraison

# PageExtension 685619239 - Property 2879900210
source: Blanket Purchase Orders
fr_fr: Commandes achat ouvertes

# PageExtension 1931598649 - Action 680257427 - Property 2879900210
source: Card
fr_fr: Fiche

# PageExtension 3241176786 - Property 2879900210
source: Customer List
fr_fr: Liste des clients

# PageExtension 3124506056 - Property 2879900210
source: Fixed Asset G/L Journal
fr_fr: Feuille compta. immo

# PageExtension 1214617145 - Property 2019332006
source: New,Process,Report,Bank,Application,Payroll
fr_fr: Nouveau, Traitement , État, Banque, Lettrage, Salaires

# PageExtension 1214617145 - Property 2879900210
source: General Journal
fr_fr: Feuille comptabilité

# PageExtension 1214617145 - Action 836602328 - Property 2879900210
source: reverse invoices not received
fr_fr: contrepasser les CCA

# PageExtension 1214617145 - Action 2821604601 - Property 2879900210
source: generate invoices not received
fr_fr: générer les CCA

# PageExtension 1214617145 - Action 67124271 - Property 2879900210
source: reverse invoices not received
fr_fr: contrepasser les FNP

# PageExtension 1214617145 - Action 164039154 - Property 2879900210
source: generate invoices not received
fr_fr: générer les FNP

# PageExtension 1214617145 - Action 1983902372 - Property 2879900210
source: Test Report
fr_fr: Impression test

# PageExtension 1214617145 - Action 2760062124 - Property 2879900210
source: P&ost
fr_fr: &Valider

# PageExtension 1214617145 - Action 3010257646 - Property 2879900210
source: Post and &Print
fr_fr: Valider et i&mprimer

# PageExtension 1214617145 - Change 1587086413 - Property 2879900210
source: Bank
fr_fr: Banque

# PageExtension 1214617145 - Change 2224783030 - Property 2879900210
source: Application
fr_fr: Lettrage

# PageExtension 1214617145 - Change 311693179 - Property 2879900210
source: Payroll
fr_fr: Payé

# PageExtension 1214617145 - Change 278110413 - Property 2879900210
source: New
fr_fr: Nouveau

# PageExtension 1214617145 - Change 3383493608 - Property 2879900210
source: Process
fr_fr: Traitement

# PageExtension 1214617145 - Change 2234406979 - Property 2879900210
source: Report
fr_fr: État

# PageExtension 386251435 - NamedType 3114637384
source: This type of G/L Entry is blocked by modification of dimensions
fr_fr: Ce type d''écriture est bloqué en modification analytique

# PageExtension 386251435 - Action 4019294560 - Property 2879900210
source: Modify dimensions
fr_fr: Modifier axes analytiques

# PageExtension 2159059665 - Action 2827302227 - Property 2879900210
source: Dimensions
fr_fr: A&xes analytiques

# PageExtension 2318987586 - Action 275452242 - Property 2879900210
source: Duplicate to another company
fr_fr: Dupliquer vers une autre société

# PageExtension 4198271871 - Action 1808300369 - Property 2879900210
source: &Line
fr_fr: &Ligne

# PageExtension 4198271871 - Action 1641264141 - Property 2879900210
source: Modify dimension
fr_fr: Modifier axe

# PageExtension 4198271871 - Action 3581195232 - Property 2879900210
source: period
fr_fr: Période

# PageExtension 2808951978 - Action 680257427 - Property 2879900210
source: Card
fr_fr: Fiche

# PageExtension 108162917 - Action 1808300369 - Property 2879900210
source: &Line
fr_fr: &Ligne

# PageExtension 108162917 - Action 3256050053 - Property 2879900210
source: Historic
fr_fr: Historique

# PageExtension 108162917 - Action 1641264141 - Property 2879900210
source: Modify dimension
fr_fr: Modifier axe

# PageExtension 108162917 - Action 2969552576 - Property 2879900210
source: Period
fr_fr: Période

# PageExtension 705270172 - Action 680257427 - Property 2879900210
source: Card
fr_fr: Fiche

# PageExtension 3039493938 - Action 1808300369 - Property 2879900210
source: &Line
fr_fr: &Ligne

# PageExtension 3039493938 - Action 4019294560 - Property 2879900210
source: Modify dimensions
fr_fr: Modifier axes analytiques

# PageExtension 3039493938 - Action 3505240104 - Property 2879900210
source: Modify description
fr_fr: Modification désignation

# PageExtension 2361348960 - NamedType 3114637384
source: [NAV] Credit Memo No.
fr_fr: [NAV] Avoir No

# PageExtension 2361348960 - NamedType 3752334001
source: to validate
fr_fr: à valider

# PageExtension 2361348960 - Action 3935681584 - Property 2879900210
source: Vendor
fr_fr: Fournisseurs

# PageExtension 2361348960 - Action 1117625071 - Property 2879900210
source: Send mail
fr_fr: Envoi mail

# PageExtension 2361348960 - Action 573778219 - Property 2879900210
source: Historic
fr_fr: Historique

# PageExtension 2361348960 - Action 62214814 - Property 2879900210
source: Send mail credit memo
fr_fr: Envoi mail avoir

# PageExtension 2361348960 - Action 2914159484 - Property 2879900210
source: Approvals
fr_fr: Approbations

# PageExtension 2361348960 - Change 858296388 - Property 2879900210
source: Cancel Approval Re&quest
fr_fr: Annuler demande d'appro&bation

# PageExtension 2361348960 - Change 2668096654 - Property 2879900210
source: Post &Batch
fr_fr: Valider par l&ot

# PageExtension 2361348960 - Change 712518885 - Property 2879900210
source: Invoicing
fr_fr: Facturation

# PageExtension 2361348960 - Change 383335270 - Property 2879900210
source: Send A&pproval Request
fr_fr: Envoyer demande d'a&pprobation

# PageExtension 2361348960 - Change 1924868141 - Property 2879900210
source: Shipping
fr_fr: Livraison

# PageExtension 4090049470 - NamedType 732759939
source: This invoice was recorded without reconciliation with a BC, you must submit it for validation
fr_fr: Cette facture a été enregistrée sans rapprochement avec un BC, vous devez la soumettre à validation

# PageExtension 4090049470 - NamedType 1370456556
source: Validation is not possible without new approval.
fr_fr: La Validation n'est pas possible sans nouvelle approbation.

# PageExtension 4090049470 - NamedType 2008153173
source: Validation is not possible because the status of your invoice is "%1".
fr_fr: La validation n'est pas possible car le statut de votre facture est "%1".

# PageExtension 4090049470 - Action 2914159484 - Property 2879900210
source: Approvals
fr_fr: Approbations

# PageExtension 4090049470 - Action 1688415933 - Property 2879900210
source: Statistics
fr_fr: Statistiques

# PageExtension 4090049470 - Action 1241916433 - Property 2879900210
source: Get St&d. Vend. Purchase Codes
fr_fr: Extraire codes &achat fourn. std

# PageExtension 4090049470 - Action 1117625071 - Property 2879900210
source: Send mail
fr_fr: Envoi mail

# PageExtension 4090049470 - Action 3256050053 - Property 2879900210
source: Historic
fr_fr: Historique

# PageExtension 4090049470 - Action 1265168648 - Property 2879900210
source: Send mail invoice
fr_fr: Envoi mail facture - DA cplmt

# PageExtension 4090049470 - Action 3935681584 - Property 2879900210
source: Vendor
fr_fr: Fournisseurs

# PageExtension 1199729723 - Control 2226954134 - Property 2879900210
source: FAP status description
fr_fr: Libellé statut FAP

# PageExtension 2697417919 - Method 122972258 - NamedType 692525026
source: The order is posted as number %1 and moved to the Posted Purchase Invoices window.\\Do you want to open the posted invoice?
fr_fr: La commande est validée sous le numéro %1 et déplacée vers la fenêtre Factures d'achat validées.\\Voulez-vous ouvrir la facture validée ?

# PageExtension 2697417919 - Action 2914159484 - Property 2879900210
source: Approvals
fr_fr: Approbations

# PageExtension 2697417919 - Action 1761332089 - Property 2879900210
source: Receipts
fr_fr: Bons de réception

# PageExtension 2697417919 - Action 1861849749 - Property 2879900210
source: &Print
fr_fr: &Imprimer

# PageExtension 2697417919 - Action 1119752129 - Property 2879900210
source: List of invoices associated
fr_fr: Liste des factures associées

# PageExtension 2697417919 - Action 1534536321 - Property 2879900210
source: Cancel Approval Re&quest
fr_fr: Annuler demande d'appro&bation

# PageExtension 2697417919 - Action 1793129968 - Property 2879900210
source: Send A&pproval Request
fr_fr: Envoyer demande d'a&pprobation

# PageExtension 2697417919 - Change 227370865 - Property 2879900210
source: Approval
fr_fr: Approbation

# PageExtension 2697417919 - Change 4031145923 - Property 2879900210
source: Get St&d. Vend. Purchase Codes
fr_fr: Extraire codes &achat fourn. std

# PageExtension 2697417919 - Change 712518885 - Property 2879900210
source: Invoicing
fr_fr: Facturation

# PageExtension 2697417919 - Change 2364670106 - Property 2879900210
source: Approval
fr_fr: Approbation

# PageExtension 2697417919 - Change 1334033790 - Property 2879900210
source: Send IC Purchase Order
fr_fr: Envoyer commande achat IC

# PageExtension 2697417919 - Change 1924868141 - Property 2879900210
source: Shipping
fr_fr: Livraison

# PageExtension 1311039537 - Action 4201782736 - Property 2879900210
source: Card
fr_fr: Fiche

# PageExtension 4235982185 - Action 3031433547 - Property 2879900210
source: &Print
fr_fr: &Imprimer

# PageExtension 2192841907 - Property 2879900210
source: Purchase Quote
fr_fr: Devis

# PageExtension 2192841907 - Change 2948690496 - Property 2879900210
source: &Quote
fr_fr: &Naviguer

# PageExtension 2192841907 - Action 1379990736 - Property 2879900210
source: Approvals
fr_fr: Approbations

# PageExtension 2192841907 - Action 2610232337 - Property 2879900210
source: &Print
fr_fr: &Imprimer

# PageExtension 2192841907 - Action 408232634 - Property 2879900210
source: Cancel Approval Re&quest
fr_fr: Annuler demande d'appro&bation

# PageExtension 2192841907 - Action 4128369422 - Property 2879900210
source: Copy Document
fr_fr: &Copier document

# PageExtension 2192841907 - Action 2223925654 - Property 2879900210
source: Make &Order
fr_fr: &Transformer en commande

# PageExtension 2192841907 - Action 983717775 - Property 2879900210
source: Re&open
fr_fr: R&ouvrir

# PageExtension 2192841907 - Action 1793129968 - Property 2879900210
source: Send A&pproval Request
fr_fr: Approbation de Facture

# PageExtension 2192841907 - Change 712518885 - Property 2879900210
source: Invoicing
fr_fr: Facturation

# PageExtension 2192841907 - Change 1924868141 - Property 2879900210
source: Shipping
fr_fr: Livraison

# PageExtension 3311227653 - Action 4201782736 - Property 2879900210
source: Card
fr_fr: Fiche

# PageExtension 891593630 - Property 2879900210
source: Purchase Quotes
fr_fr: Devis

# PageExtension 891593630 - Action 3198809312 - Property 2879900210
source: Make &Order
fr_fr: &Transformer en commande

# PageExtension 891593630 - Action 408232634 - Property 2879900210
source: Cancel Approval Re&quest
fr_fr: Annuler demande d'appro&bation

# PageExtension 891593630 - Action 3020458082 - Property 2879900210
source: Send A&pproval Request
fr_fr: Envoyer demande d'approbation

# PageExtension 891593630 - Change 2176973608 - Property 2879900210
source: Make &Order
fr_fr: &Transformer en commande

# PageExtension 75731149 - NamedType 2476940767
source: Unable to run this function while in View mode.
fr_fr: Impossible d''exécuter cette fonction en mode Afficher.

# PageExtension 3147282345 - Action 3450627152 - Property 2879900210
source: Vendor
fr_fr: Fournisseurs

# PageExtension 2698028455 - Action 4201782736 - Property 2879900210
source: Card
fr_fr: Fiche

# PageExtension 1970680313 - Method 122972258 - NamedType 3513162420
source: The credit memo is posted as number %1 and moved to the Posted Sales Credit Memos window.\\Do you want to open the posted credit memo?
fr_fr: La note de crédit est publiée sous le numéro %1 et déplacée vers la fenêtre Notes de crédit de vente validées.\\Voulez-vous ouvrir la note de crédit validée ?

# PageExtension 1970680313 - Action 2309812477 - Property 2879900210
source: Dimensions
fr_fr: A&xes analytiques

# PageExtension 1970680313 - Action 1866040000 - Property 2879900210
source: Post and &Print
fr_fr: Valider et i&mprimer

# PageExtension 1970680313 - Action 3393104090 - Property 2879900210
source: Post and Email
fr_fr: Valider et envoyer par e-mail

# PageExtension 1970680313 - Action 2797058957 - Property 2879900210
source: Post &Batch
fr_fr: Valider par l&ot

# PageExtension 1970680313 - Action 834818472 - Property 2879900210
source: Customer
fr_fr: Client

# PageExtension 1970680313 - Control 2043874988 - Property 2879900210
source: Application
fr_fr: Lettrage

# PageExtension 1970680313 - Change 1077057935 - Property 2879900210
source: Shipping
fr_fr: Livraison

# PageExtension 1970680313 - Change 2364670106 - Property 2879900210
source: Approval
fr_fr: Approbation

# PageExtension 1777731595 - Method 122972258 - NamedType 1002983078
source: The invoice is posted as number %1 and moved to the Posted Sales Invoices window.\\Do you want to open the posted invoice?
fr_fr: La facture est validée sous le numéro %1 et déplacée vers la fenêtre Factures de vente validées.\\Voulez-vous ouvrir la facture validée ?

# PageExtension 1777731595 - Action 1939992811 - Property 2879900210
source: Customer
fr_fr: Client

# PageExtension 1777731595 - Action 2985069790 - Property 2879900210
source: Get St&d. Cust. Sales Codes
fr_fr: Extraire &codes vente client std

# PageExtension 1777731595 - Action 1866040000 - Property 2879900210
source: Post and &Print
fr_fr: Valider et i&mprimer

# PageExtension 4223847392 - Change 4007402361 - Property 2879900210
source: Nonstoc&k Items
fr_fr: Articles &non stockés

# PageExtension 3473588906 - NamedType 3752334001
source: Do you want to delete the picture?
fr_fr: Souhaitez-vous supprimer l''image ?

# PageExtension 3473588906 - NamedType 95063322
source: "Are you sure you want to validate \\ "Start validation period" = %1 \ "End validation period" = %2 \\ on all users and companies? \\ A confirmation message will appear for each company
fr_fr: "Souhaitez-vous vraiment valider \\""D‚but périodes validation"" = %1 \ ""Fin période validation"" = %2 \\ sur tous les utilisateurs et sur les sociétés ?\\Un message de confirmation va apparaitre pour chacune des sociétés

# PageExtension 3473588906 - Action 3723314519 - Property 2879900210
source: Apply validation period
fr_fr: &Appliquer périodes validation

# PageExtension 3473588906 - Action 1330059349 - Property 2879900210
source: Duplication/Deletion user
fr_fr: &Duplication/Suppression utilisateur

# PageExtension 3473588906 - Action 945745018 - Property 2879900210
source: Delete
fr_fr: Supprimer la signature

# PageExtension 3473588906 - Control 3812313832 - Property 2879900210
source: Access rights to purchase documents
fr_fr: Droits accès doc. achat

# PageExtension 596010811 - Action 299856857 - Property 2879900210
source: &Bank Acc.
fr_fr: &Banque.

# PageExtension 596010811 - Action 4201782736 - Property 2879900210
source: Card
fr_fr: Fiche

# TableExtension 2742365984 - Field 764996304 - Property 2879900210
source: BC6_Document Prepaid
fr_fr: Document prépayé
