Repository: AymanAYDI/BCSYS_SCT
Catalog: Translations/SCT.*.xlf
Languages: fr_fr

# Table 2936573556 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 2622390237 - Property 2879900210
source: FAP Status
fr_fr: Statuts FAP

# Table 2622390237 - NamedType 3114637384
source: Impossible to delete because the Qualification No. %1 is used on an Invoice
fr_fr: Impossible de supprimer le code qualification %1 car il est utilisé sur une facture

# Table 2622390237 - Field 4087587710 - Property 2879900210
source: Description qualification
fr_fr: Libellé statut

# Table 2622390237 - Field 3932120693 - Property 2879900210
source: Code statut
fr_fr: Statut No

# Table 3394050506 - Field 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte.

# Table 3394050506 - Field 1023634547 - Property 2879900210
source: Credit amount
fr_fr: Montant crédit

# Table 3394050506 - Field 3244932342 - Property 2879900210
source: Debit amount
fr_fr: Montant débit

# Table 3394050506 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_fr: ID ensemble de dimensions

# Table 3394050506 - Field 2578410693 - Property 2879900210
source: Document date
fr_fr: Date document

# Table 3394050506 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: N° document

# Table 3394050506 - Field 1544557031 - Property 2879900210
source: External document No.
fr_fr: N° doc. externe

# Table 3394050506 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: N° ligne

# Table 3394050506 - Field 3897629776 - Property 2879900210
source: Posting date
fr_fr: Date de comptabilisation

# Table 3394050506 - Field 121965781 - Property 2879900210
source: Vendor name
fr_fr: Nom du fournisseur

# Table 3394050506 - Field 1527594213 - Property 2879900210
source: Vendor No.
fr_fr: N° fournisseur

# Table 2661085834 - Property 2879900210
source: Magnitude correspondence
fr_fr: Correspondance Magnitude

# Table 2661085834 - Field 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte.

# Table 2661085834 - Field 1789400218 - Property 2879900210
source: Level
fr_fr: Niveau

# Table 2661085834 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: N° ligne

# Table 2661085834 - Field 4159172151 - Property 2879900210
source: Rubric
fr_fr: Rubrique

# Table 2661085834 - Field 685401789 - Property 2879900210
source: Sign
fr_fr: Signe

# Table 3469438792 - Field 2966670709 - Property 2879900210
source: Society code
fr_fr: Code société sous traitante

# Table 2482130256 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: N° ligne

# Table 2482130256 - Field 4200184881 - Property 2879900210
source: No.
fr_fr: N°

# Table 1539128273 - Field 3294270728 - Property 2879900210
source: Assigned User ID
fr_fr: Code utilisateur affecté

# Table 1539128273 - Field 503024588 - Property 2879900210
source: Comments
fr_fr: Commentaires

# Table 1539128273 - Field 3272230251 - Property 2879900210
source: Date time
fr_fr: Date heure

# Table 1539128273 - Field 4200184881 - Property 2879900210
source: No.
fr_fr: N°

# Table 1539128273 - Field 2708250016 - Property 2879900210
source: User ID
fr_fr: Code utilisateur

# Table 885204053 - Property 2879900210
source: VSC Settings
fr_fr: Paramètres VSC

# Table 885204053 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_fr: Clé primaire

# Table 823910964 - Field 883711285 - Property 2879900210
source: Entry No.
fr_fr: N° séquence

# Table 1563484435 - Property 2879900210
source: Yooz Parameters
fr_fr: Paramètres Yooz

# Table 1563484435 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_fr: Clé primaire

# Codeunit 172471764 - NamedType 3114637384
source: Error on line %1 document %2 !\\Vendor No. is required for account No. 409
fr_fr: Erreur Ligne %1 document %2 !\\Le no Fournisseur est obligatoire pour les comptes 409, 408

# Codeunit 172471764 - NamedType 3752334001
source: Error on line %1 document %2 !\\Customer No. is required for accounts 416, 418, 419
fr_fr: Erreur Ligne %1 document %2 !\\Le no Client est obligatoire pour les comptes 416, 418 et 419

# Codeunit 3822108280 - NamedType 2951775720
source: ERROR !\\No company has been checked !
fr_fr: Attention\Aucune société‚ n''a été cochée !

# Codeunit 3822108280 - NamedType 3589472337
source: ERROR !\\Vendor %1 already exists in company %2
fr_fr: ERREUR !\\La fiche fournisseur %1 existe déjà dans la société‚ %2

# Codeunit 3822108280 - NamedType 4227168954
source: ERROR !\\Vendor %1 does not exists in company %2 !
fr_fr: ERREUR !\\La fiche fournisseur %1 n''existe pas dans la société %2 !

# Codeunit 3822108280 - NamedType 1207594892
source: ERROR !\\Vendor posting group %1 does not exists in company %2
fr_fr: ERREUR !\\Le groupe compta fournisseur %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 2482988126
source: ERROR in %1 !\\unable to create account bank %2 related to vendor %3
fr_fr: ERREUR dans %1 !\Impossible de créer le compte bancaire %2 pour le fournisseur %3

# Codeunit 3822108280 - NamedType 3120684743
source: ERROR in %1 !\\unable to create post code/city %2/%3 related to account bank
fr_fr: ERREUR dans %1 !\Impossible de créer le compte bancaire %2 pour le fournisseur %3

# Codeunit 3822108280 - NamedType 3758381360
source: ERROR in %1 !\\Currency code %2, related to account bank, does not exists
fr_fr: ERREUR dans %1 !\\Impossible de créer le code postal/Ville %2/%3 lié au compte bancaire

# Codeunit 3822108280 - NamedType 1522066640
source: ERROR in %1 !\\unable to create country code %2 related to vendor
fr_fr: ERREUR dans %1 !\\Impossible de créer le code pays %2 lié au fournisseur

# Codeunit 3822108280 - NamedType 884370023
source: ERROR in %1 !\\unable to create language code %2 related to account bank
fr_fr: ERREUR dans %1 !\\Impossible de créer le code langue %2 lié au compte bancaire

# Codeunit 3822108280 - NamedType 2797459874
source: ERROR !\\Payment terms code %1 does not exists in company %2
fr_fr: ERREUR !\\Le code conditions de paiement %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 2159763257
source: ERROR !\\Invoice discount code %1 does not exists in company %2
fr_fr: ERREUR !\\Le code remise facture %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 4072853108
source: ERROR !\\Pay-to vendor code %1 does not exists in company %2
fr_fr: ERREUR !\\Le code fournisseur à payer %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 3435156491
source: ERROR !\\Payment method code %1 does not exists in company %2
fr_fr: ERREUR !\\Le code mode de règlement %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 1053279046
source: ERROR !\\Business posting group %1 does not exists in company %2
fr_fr: ERREUR !\\Le groupe compta marché %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 415582429
source: ERROR !\\VAT business posting group %1 does not exists in company %2
fr_fr: ERREUR !\\Le groupe compta marche‚ TVA %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 715461000
source: ERROR !\\Purchaser %1 does not exists in company %2
fr_fr: ERREUR !\\Le code acheteur %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 77764383
source: ERROR !\\Responsability center %1 does not exists in company %2
fr_fr: ERREUR !\\Le centre de gestion %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 1798598913
source: ERROR !\\IC partner code %1 does not exists in company %2
fr_fr: ERREUR !\\Le code du partenaire IC %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 2436295530
source: ERROR !\\Location code %1 does not exists in company %2
fr_fr: ERREUR !\\Le code magasin %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 523205679
source: ERROR !\\Shipment method code %1 does not exists in company %2
fr_fr: ERREUR !\\Le code condition livraison %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 1160902296
source: ERROR !\\Base calendar code %1 does not exists in company %2
fr_fr: ERREUR !\\Le code calendrier principal %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 54418085
source: ERROR !\\Currency code %1 does not exists in company %2
fr_fr: ERREUR !\\Le code devise %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 692114702
source: ERROR in %1!\\unable to create language code %2 related to vendor
fr_fr: ERREUR dans %1 !\\Impossible de créer le code langue %2 lié au fournisseur

# Codeunit 3822108280 - NamedType 3073992147
source: ERROR in %1!\\unable to create post code/city %2 related to primary contact
fr_fr: ERREUR dans %1 !\\Impossible de créer le code postal/Ville %2/%3 lié au contact principal

# Codeunit 3822108280 - NamedType 3711688764
source: ERROR in %1!\\Currency code %2, related to primary contact, does not exists
fr_fr: ERREUR dans %1 !\\Le code devise %2 lié au contact principal est inexistant

# Codeunit 3822108280 - NamedType 2605204553
source: ERROR in %1!\\unable to create country code %2 related to primary contact
fr_fr: ERREUR dans %1 !\\Impossible de créer le code pays %2 lié au contact principal

# Codeunit 3822108280 - NamedType 3242901170
source: ERROR in %1!\\unable to create language code %2 related to primary contact
fr_fr: ERREUR dans %1 !\\Impossible de créer le code langue %2 lié au contact principal

# Codeunit 3822108280 - NamedType 985798098
source: ERROR in %1!\\unable to create territory code %2 related to primary contact
fr_fr: ERREUR dans %1 !\\Le code secteur %2 lié au contact principal est inexistant

# Codeunit 3822108280 - NamedType 348101481
source: ERROR in %1!\\Vendor %2, related to primary contact, does not exists
fr_fr: ERREUR dans %1 !\\Le code vendeur %2 lié au contact principal est inexistant

# Codeunit 3822108280 - NamedType 4005372160
source: ERROR in %1!\\Series No. %2, related to primary contact, does not exists
fr_fr: ERREUR dans %1 !\\Le code souche %2 lié au contact principal est inexistant

# Codeunit 3822108280 - NamedType 3367675543
source: ERROR in %1!\\Organizationnal level code %2, related to primary contact, does not exists
fr_fr: ERREUR dans %1 !\\Le code de niveaux organisationnels %2 lié au contact principal est inexistant

# Codeunit 3822108280 - NamedType 3536584566
source: ERROR in %1!\\Salutation code %2, related to primary contact, does not exists
fr_fr: ERREUR dans %1 !\\Le code appellation %2 lié au contact principal est inexistant

# Codeunit 3822108280 - NamedType 2261191332
source: CAREFUL !in %1 !\\unable to create business relation between vendor %2 and contact %3
fr_fr: ATTENTION dans %1!\\Impossible de créer la relation d''affaire entre fournisseur %2 et contact %3

# Codeunit 3822108280 - NamedType 1623494715
source: CAREFUL in %1! Dimension code %2 was not created
fr_fr: ATTENTION dans %1!\\Le code axe %2 n''a pas été crée

# Codeunit 3822108280 - NamedType 179192458
source: CAREFUL in %1 !\\Dimension value code %2 was not created for dimension code %3
fr_fr: ATTENTION dans %1!\\Le code section %2 n''a pas été crée pour le l''axe analytique %3

# Codeunit 3822108280 - NamedType 3836463137
source: ERROR !\\G/L account %1 already exists in company %2
fr_fr: ERREUR !\\La fiche compte général %1 existe déjà dans la société %2

# Codeunit 3822108280 - NamedType 1262330371
source: ERROR !\\G/L account %1 does not exists in company %2
fr_fr: ERREUR !\\La fiche compte général %1 n''existe pas dans la société %2

# Codeunit 3822108280 - NamedType 1900026988
source: ERROR !\\Business posting group%1 does not exists in company %2
fr_fr: ERREUR !\\Le groupe compta marché %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 2537723605
source: ERROR !\\Product posting group %1 does not exists in company %2
fr_fr: ERREUR !\\Le groupe compta produit %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 3175420222
source: ERROR !\\Tax Area Code %1 does not exists in company %2
fr_fr: ERREUR !\\Le code zone de recouvrement %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 3006511199
source: ERROR !\\Tax group code %1 does not exists in company %2
fr_fr: ERREUR !\\Le code groupe taxes %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 3644207816
source: ERROR !\\VAT business posting group %1 does not exists in company %2
fr_fr: ERREUR !\\Le groupe compta marche‚ TVA %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 4281904433
source: ERROR !\\VAT product posting group %1 does not exists in company %2
fr_fr: ERREUR !\\Le groupe compta produit TVA %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 624633754
source: ERROR !\\Default IC partner G/L account %1 doest not exists in company %2
fr_fr: ERREUR !\\Le code "compte général par défaut partenaire IC" %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 2706632628
source: ERROR !\\General product posting group %1 does not exist in company %2
fr_fr: ERREUR !\\Le groupe compta produit %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 449529556
source: ERROR in %1 !\\unable to create origin country code %2 related to this item
fr_fr: ERREUR dans %1 !\\Impossible de créer le code pays origine %2 lié à cet article

# Codeunit 3822108280 - NamedType 4106800235
source: ERROR !\\Item %1 already exists in company %2
fr_fr: ERREUR !\\La fiche article %1 existe déjà dans la société %

# Codeunit 3822108280 - NamedType 1724922790
source: ERROR !\\Item %1 does not exists in company %2 !
fr_fr: ERREUR !\\La fiche article %1 n''existe pas dans la société %2 !

# Codeunit 3822108280 - NamedType 1087226173
source: ERROR in %1 !\\unable to create purch. country code %2 related to this item
fr_fr: ERREUR dans %1 !\\Impossible de créer le code pays achat %2 lié à cet article

# Codeunit 3822108280 - NamedType 2193710384
source: ERROR in %1!\\unable to create unit of measure %2 related to this item
fr_fr: ERREUR dans %1 !\\Impossible de créer le code d''unit‚ de mesure %2 lié à cet article

# Codeunit 3822108280 - NamedType 1556013767
source: ERROR in %1!\\unable to create sale unit of measure %2 related to this item
fr_fr: ERREUR dans %1 !\\Impossible de créer le code d''unit‚ de vente %2 lié à cet article

# Codeunit 3822108280 - NamedType 3469103618
source: ERROR in %1!\\unable to create purch. unit of measure %2 related to this item
fr_fr: ERREUR dans %1 !\\Impossible de créer le code d''unité d''achat %2 lié à cet article

# Codeunit 3822108280 - NamedType 2831407001
source: ERROR in %1 !\\unable to create unit code %2
fr_fr: ERREUR dans %1 !\\Impossible de créer le code unité %2

# Codeunit 3822108280 - NamedType 3937891212
source: ERROR !\\Inventory posting group %1 does not exist in company %2
fr_fr: ERREUR !\\Le groupe compta stock %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 3300194595
source: ERROR !\\Item Discount Group No. %1 does not exist in company %2
fr_fr: ERREUR !\\Le groupe remise article %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 726061829
source: ERROR !\\Vendor N° %1 does not exist in company %2
fr_fr: ERREUR !\\Le n° fournisseur %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 1363758446
source: ERROR !\\Alternative Item No. %1 does not exist in company %2
fr_fr: ERREUR !\\La référence de remplacement %1 est inexistante dans la société %2

# Codeunit 3822108280 - NamedType 3745635891
source: ERROR !\\Tariff No. %1 does not exist in company %2
fr_fr: ERREUR !\\La nomenclature produits %1 est inexistante dans la société %2

# Codeunit 3822108280 - NamedType 88365212
source: ERROR !\\VAT business posting group (price) %1 does not exist in company %2
fr_fr: ERREUR !\\Le groupe compta marché TVA (prix) %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 2470242657
source: ERROR !\\No. series %1 does not exist in company %2
fr_fr: ERREUR !\\Le code souche de no %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 3107939274
source: ERROR !\\Tax group %1 does not exist in company %2
fr_fr: ERREUR !\\Le code groupe taxes %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 1194849423
source: ERROR !\\VAT product posting group %1 does not exist in company %2
fr_fr: ERREUR !\\Le groupe compta produit TVA %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 1832546040
source: ERROR !\\Serial Nos. %1 does not exist in company %2
fr_fr: ERREUR !\\Le no de s‚rie %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 1532667469
source: ERROR !\\Manufacturer code %1 does not exist in company %2
fr_fr: ERREUR !\\Le code fabricant %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 2170364086
source: ERROR !\\Item category code %1 does not exist in company %2
fr_fr: ERREUR !\\Le code de catégorie d''article %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 3591320045
source: ERROR !\\Service item group %1 does not exist in company %2
fr_fr: ERREUR !\\Le code article de service %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 2953623428
source: ERROR !\\Item tracking code %1 does not exist in company %2
fr_fr: ERREUR !\\Le code traçabilité‚ %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 2315926811
source: ERROR !\\Lot No. %1 does not exist in company %2
fr_fr: ERREUR !\\Le no lot %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 1678230194
source: ERROR !\\Special equipment %1 does not exist in company %2
fr_fr: ERREUR !\\Le code ‚équipement spécial %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 1040533577
source: ERROR !\\Put-away template %1 does not exist in company %2
fr_fr: ERREUR !\\Le modèle de rangement %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 402836960
source: ERROR !\\Phys invt counting period code %1 does not exist in company %2
fr_fr: ERREUR !\\Le modèle de rangement %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 4060107639
source: ERROR in %1 !\\Unable to create put-away unit of measure %2 related to this item
fr_fr: ERREUR dans %1 !\\Impossible de créer le code d''unité d''achat %2 lié à cet article

# Codeunit 3822108280 - NamedType 189793287
source: ERROR !\\Routing No. %1 does not exist in company %2
fr_fr: ERREUR !\\No gamme %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 827489904
source: ERROR !\\Production BOM No. %1 does not exist in company %2
fr_fr: ERREUR !\\No nomenclature KIT %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 1465186521
source: Vendor
fr_fr: Fournisseurs

# Codeunit 3822108280 - NamedType 2102883138
source: G/L Account
fr_fr: Compte général

# Codeunit 3822108280 - NamedType 2740579755
source: Item
fr_fr: Article

# Codeunit 3822108280 - NamedType 3378276372
source: The card
fr_fr: La fiche

# Codeunit 3822108280 - NamedType 4015972989
source: will be duplicated in the following company :
fr_fr: sera dupliquée dans la (ou les) société(s) suivante(s) :

# Codeunit 3822108280 - NamedType 3678154943
source: Can you confirm the duplication ?
fr_fr: Confirmez-vous la duplication ?

# Codeunit 3822108280 - NamedType 20884264
source: CAREFUL in %1 !\\Global dimension 1 %2 code %3 can not be duplicated
fr_fr: ATTENTION dans %1 !\\L''axe principal 1 %2 section %3 ne peut pas être dupliqué

# Codeunit 3822108280 - NamedType 466325560
source: CAREFUL in %1 !\\Global dimension 2 %2 code %3 can not be duplicated
fr_fr: ATTENTION dans %1 !\\L''axe principal %2 section %3 ne peut pas être dupliqué

# Codeunit 3822108280 - NamedType 4123596239
source: Bank account
fr_fr: Compte bancaire

# Codeunit 3822108280 - NamedType 1741718794
source: The bank account %1 has been duplicated in company %2
fr_fr: Le compte bancaire %1 %2 a été dupliqué dans la société %3

# Codeunit 3822108280 - NamedType 3017112028
source: ERROR !\\Vendor %1 does not exists in company %2 !
fr_fr: ERREUR !\\La fiche fournisseur %1 n''existe pas dans la société %2 !

# Codeunit 3822108280 - NamedType 2379415411
source: ERROR !\\Vendor %1 does not exists in company %2
fr_fr: ERREUR !\\Le fournisseur %1 est inexistant dans la société %2

# Codeunit 3822108280 - NamedType 1272931200
source: ERROR !\\Vendor %1 already exists in company %2
fr_fr: ERREUR !\\La fiche fournisseur %1 existe déjà dans la société‚ %2

# Codeunit 3822108280 - NamedType 635234583
source: ERROR !\\Vendor %1 does not exists in company %2 !
fr_fr: ERREUR !\\La fiche fournisseur %1 n''existe pas dans la société %2 !

# Codeunit 3822108280 - NamedType 3325263735
source: Can you confirm the duplication ?
fr_fr: Confirmez-vous la duplication ?

# Codeunit 3822108280 - NamedType 3517519056
source: D'autre parté confirmez-vous la suppression de l'utilisateur %1 pour la société actuelle: %2
fr_fr: D'autre part confirmez-vous la suppression de l'utilisateur %1 pour la société actuelle: %2

# Codeunit 3822108280 - Method 2283919174 - NamedType 3114637384
source: Users have been updated on all companies
fr_fr: Les utilisateurs ont été mis à jour sur toutes les sociétés

# Codeunit 3822108280 - Method 2283919174 - NamedType 2247286032
source: %1 must be within the allowed posting range: %2..%3
fr_fr: Erreur validation société %4 \\"%1" = %5 doit se situer dans la plage de validation autorisée : %2..%3\\Veuillez changer les périodes de validation dans la table "Paramètres comptabilité" de la société %4 et recommencer le traitement.

# Codeunit 425552203 - Method 1379302311 - NamedType 652464844
source: The maximum length of the supplier code is 10 characters
fr_fr: La longueur maximum du code fournisseur est de 10 caractères

# Codeunit 306476849 - Method 869667873 - NamedType 1526620110
source: The field "Your reference" in header %1 is mandatory
fr_fr: Le champs "Votre référence" dans en-tête %1 est obligatoire

# Codeunit 306476849 - Method 954471836 - NamedType 95063322
source: Do you want this document to confirm receipt?
fr_fr: Souhaitez-vous valider ce document en réception ?

# Codeunit 306476849 - Method 3026871165 - NamedType 1526620110
source: The field "Your reference" in header %1 is mandatory
fr_fr: Le champs "Votre référence" dans en-tête %1 est obligatoire

# Codeunit 306476849 - Method 3026871165 - NamedType 3908497555
source: The field "Your reference" in header %1 is mandatory
fr_fr: Le champs "Votre référence" dans en-tête %1 est obligatoire

# Codeunit 306476849 - Method 1282412757 - NamedType 2939533186
source: A dimension used in %1 %2, %3, %4 has caused an error. %5
fr_fr: L''axe analytique utilisé‚ dans %1 %2, %3, %4 a provoqué‚ une erreur. %5

# Codeunit 378970871 - NamedType 3114637384
source: One of your slips is being entered. Do you want to add this payment to this slip?
fr_fr: Un de vos bordereaux est en cours de saisie. Voulez-vous ajouter ce paiement à ce bordereau ?

# Codeunit 378970871 - NamedType 3752334001
source: This document has already been paid for in advance. Are you sure ?
fr_fr: Ce document a été déjà réglé par avance. Etes-vous sur ?

# Codeunit 378970871 - NamedType 95063322
source: This invoice has been paid in full. Creation of the slip impossible.
fr_fr: Cette facture a été intégralement payée. Création du bordereau impossible.

# Codeunit 378970871 - NamedType 732759939
source: Supplier ledger entry not found.
fr_fr: Ecriture comptable fournisseur non trouvée.

# Codeunit 378970871 - NamedType 1370456556
source: Do you want to validate this slip (No = Display of the slip)?
fr_fr: Voulez-vous valider ce bordereau (Non = Affichage du bordereau) ?
