Repository: AymanAYDI/BCSYS_SCT
Catalog: Translations/SCT.*.xlf
Languages: fr_fr

# TableExtension 2742365984 - Field 2446052392 - Property 2879900210
source: BC6_Document Type Prepaid
fr_fr: Type Document Prépayé

# TableExtension 2289879640 - Field 1023806832 - Property 2879900210
source: Shortcut Dimension 8 Code
fr_fr: Code raccourci axe 10

# TableExtension 2289879640 - Field 1532268840 - Property 2879900210
source: Shortcut Dimension 8 Code
fr_fr: Code raccourci axe 9

# TableExtension 3641728269 - Field 3806321610 - Property 2879900210
source: BC No.
fr_fr: N° BC.

# TableExtension 3641728269 - Field 1725467397 - Property 2879900210
source: Customer No.
fr_fr: No Client.

# TableExtension 3641728269 - Field 764996304 - Property 2879900210
source: BC6_Document Prepaid
fr_fr: Document prépayé

# TableExtension 3641728269 - Field 2446052392 - Property 2879900210
source: BC6_Document Type Prepaid
fr_fr: Type Document Prépayé

# TableExtension 3641728269 - Field 3067947457 - Property 2879900210
source: BC6_Temp Entry No.
fr_fr: N° séquence

# TableExtension 3641728269 - Field 4276999292 - Property 2879900210
source: BC6_Temp Rcpt Line No.
fr_fr: Temp Rcpt Line No.

# TableExtension 3641728269 - Field 741714642 - Property 2879900210
source: BC6_Temp Rcpt No.
fr_fr: Temp Rcpt No.

# TableExtension 3641728269 - Field 1024406936 - Property 2879900210
source: No. Yooz
fr_fr: N° Yooz

# TableExtension 3641728269 - Field 450692492 - Property 2879900210
source: Yooz Token link
fr_fr: Lien Token Yooz

# TableExtension 2381637022 - Field 839043881 - Property 2879900210
source: BC6_Rubrique
fr_fr: Rubrique

# TableExtension 2489204017 - NamedType 652464844
source: To modify the analytical axes of an invoice or of a credit note, you must modify them from the invoice page or have saved.
fr_fr: Pour modifier les axes analytiques d''une facture ou d''un avoir, vous devez les modifier à partir de la page facture ou avoir enregistrée.

# TableExtension 2489204017 - Field 1725467397 - Property 2879900210
source: Customer No.
fr_fr: N° Client.

# TableExtension 2489204017 - Field 3731481751 - Property 2879900210
source: BC6_Temp Dim. Set ID
fr_fr: Temp Dim. Set ID

# TableExtension 2489204017 - Field 3067947457 - Property 2879900210
source: BC6_Temp Entry No.
fr_fr: N° séquence

# TableExtension 2489204017 - Field 4276999292 - Property 2879900210
source: BC6_Temp Rcpt Line No.
fr_fr: Temp Rcpt Line No.

# TableExtension 2489204017 - Field 741714642 - Property 2879900210
source: BC6_Temp Rcpt No.
fr_fr: Temp Rcpt No.

# TableExtension 1550840135 - Field 1698831955 - Property 2879900210
source: BC6_Motif
fr_fr: Motif

# TableExtension 1704912272 - Field 3806321610 - Property 2879900210
source: BC No.
fr_fr: N° BC.

# TableExtension 1704912272 - Field 2304313567 - Property 2879900210
source: Creation date
fr_fr: Date de création

# TableExtension 1704912272 - Field 1757938009 - Property 2879900210
source: Free comment
fr_fr: Commentaire libre

# TableExtension 1704912272 - Field 4176404489 - Property 2879900210
source: Free comment
fr_fr: Commentaire libre CDG

# TableExtension 1704912272 - Field 267624047 - Property 2879900210
source: Import vendor email
fr_fr: Email import fournisseur

# TableExtension 1704912272 - Field 314538691 - Property 2879900210
source: Invoice receipt date
fr_fr: Date réception facture

# TableExtension 1704912272 - Field 809970436 - Property 2879900210
source: Original user
fr_fr: Utilisateur initial

# TableExtension 1704912272 - Field 2324294019 - Property 2879900210
source: Qualification Code
fr_fr: Code statut

# TableExtension 1704912272 - Field 2226954134 - Property 2879900210
source: Qualification Description
fr_fr: Libellé statut

# TableExtension 1704912272 - Field 1024406936 - Property 2879900210
source: No. Yooz
fr_fr: N° Yooz

# TableExtension 1704912272 - Field 450692492 - Property 2879900210
source: Yooz Token link
fr_fr: Lien Token Yooz

# TableExtension 3227553642 - Field 2304313567 - Property 2879900210
source: Creation date
fr_fr: Date de création

# TableExtension 3227553642 - Field 1757938009 - Property 2879900210
source: Free comment
fr_fr: Commentaire libre

# TableExtension 3227553642 - Field 267624047 - Property 2879900210
source: Import vendor email
fr_fr: Email import fournisseur

# TableExtension 3227553642 - Field 314538691 - Property 2879900210
source: Invoice receipt date
fr_fr: Date réception facture

# TableExtension 3227553642 - Field 809970436 - Property 2879900210
source: Original user
fr_fr: Utilisateur initial

# TableExtension 3227553642 - Field 2324294019 - Property 2879900210
source: Qualification Code
fr_fr: Code statut

# TableExtension 3227553642 - Field 2226954134 - Property 2879900210
source: Qualification Description
fr_fr: Libellé statut

# TableExtension 2722527063 - Field 3459067307 - Property 2879900210
source: BC6_VTIME New Line
fr_fr: VTIME New Line

# TableExtension 1184558714 - Field 92196597 - Property 2879900210
source: Fichier Excel Mail Fourn. Non Créé
fr_fr: Fichier Excel Mail Fourn. Non Crée

# TableExtension 1184558714 - Field 1667526658 - Property 2879900210
source: BC6_Max. Amount allowed
fr_fr: Montant max. autorisé

# TableExtension 1184558714 - Change 175100322 - Property 2879900210
source: No. devis
fr_fr: N° devis

# TableExtension 2279363163 - Field 3806321610 - Property 2879900210
source: BC No.
fr_fr: N° BC

# TableExtension 2279363163 - Field 1024406936 - Property 2879900210
source: No. Yooz
fr_fr: N° Yooz

# TableExtension 2279363163 - Field 450692492 - Property 2879900210
source: Yooz Token link
fr_fr: Lien Token Yooz

# TableExtension 1856797422 - Field 3806321610 - Property 2879900210
source: BC No.
fr_fr: N° BC

# TableExtension 1856797422 - Field 2304313567 - Property 2879900210
source: Creation date
fr_fr: Date de création

# TableExtension 1856797422 - Field 314538691 - Property 2879900210
source: Invoice receipt date
fr_fr: Date réception facture

# TableExtension 1856797422 - Field 809970436 - Property 2879900210
source: Original user
fr_fr: Utilisateur initial

# TableExtension 1856797422 - Field 1024406936 - Property 2879900210
source: No. Yooz
fr_fr: N° Yooz

# TableExtension 1856797422 - Field 450692492 - Property 2879900210
source: Yooz Token link
fr_fr: Lien Token Yooz

# TableExtension 3290521200 - Field 778901035 - Property 2879900210
source: Agent
fr_fr: Mandataire

# TableExtension 3290521200 - Field 1011724275 - Property 2879900210
source: Paying agent
fr_fr: Mandataire payeur

# TableExtension 3264870169 - Field 778901035 - Property 2879900210
source: Agent
fr_fr: Mandataire

# TableExtension 3264870169 - Field 1011724275 - Property 2879900210
source: Paying agent
fr_fr: Mandataire payeur

# TableExtension 3473588906 - Field 1491397019 - Property 2879900210
source: BC6_Approbateur
fr_fr: Approbateur

# TableExtension 3473588906 - Field 3055848035 - Property 2879900210
source: BC6_Droits acces doc. achat
fr_fr: Droits accès doc. achat

# TableExtension 3473588906 - Field 2675775244 - Property 2879900210
source: BC6_Fonction
fr_fr: Fonction

# TableExtension 3473588906 - Field 375351936 - Property 2879900210
source: BC6_Nom
fr_fr: Nom

# TableExtension 3473588906 - Field 2387872895 - Property 2879900210
source: BC6_Service
fr_fr: Service

# TableExtension 3450627152 - Field 2210211803 - Property 2879900210
source: Default Bank Account Code
fr_fr: Code compte bancaire par défaut

# TableExtension 3450627152 - Field 3359303874 - Property 2879900210
source: Registration No.
fr_fr: N° SIRET/Immat.

# TableExtension 750499509 - Field 81551432 - Property 2879900210
source: Change RIB/IBAN
fr_fr: Modification du RIB/IBAN

# TableExtension 2166267863 - Field 3806321610 - Property 2879900210
source: BC No.
fr_fr: N° BC

# TableExtension 2166267863 - Field 2611024178 - Property 2879900210
source: No. Yooz
fr_fr: N° Yooz

# TableExtension 2166267863 - Field 1024406936 - Property 2879900210
source: No. Yooz
fr_fr: N° Yooz

# TableExtension 2166267863 - Field 450692492 - Property 2879900210
source: Yooz Token link
fr_fr: Lien Token Yooz

# Enum 2446052392 - EnumValue 146219450 - Property 2879900210
source: Order
fr_fr: BON DE RECEPTION

# Enum 2446052392 - EnumValue 3809237070 - Property 2879900210
source: Quote
fr_fr: Devis

# Enum 3055848035 - EnumValue 870350816 - Property 2879900210
source: Responsible
fr_fr: Responsable

# Enum 3055848035 - EnumValue 3521620269 - Property 2879900210
source: Deputy head
fr_fr: Sous-Responsable

# Enum 3055848035 - EnumValue 158156651 - Property 2879900210
source: User
fr_fr: utilisateur

# Enum 3142701873 - EnumValue 821689635 - Property 2879900210
source: Invoice
fr_fr: Facture

# Enum 3142701873 - EnumValue 146219450 - Property 2879900210
source: Order
fr_fr: commande

# Enum 3142701873 - EnumValue 3809237070 - Property 2879900210
source: Quote
fr_fr: Devis

# Enum 2023870524 - EnumValue 1776408938 - Property 2879900210
source: Not receive
fr_fr: Non réceptionnée

# Enum 2023870524 - EnumValue 3969600903 - Property 2879900210
source: Partially receive
fr_fr: Partiellement réceptionnée

# Enum 2023870524 - EnumValue 1084347373 - Property 2879900210
source: Receive
fr_fr: Réceptionner

# Enum 1915805065 - EnumValue 2004364593 - Property 2879900210
source: Credit Memo
fr_fr: Avoir

# Enum 1915805065 - EnumValue 821689635 - Property 2879900210
source: Invoice
fr_fr: Facture

# Enum 1915805065 - EnumValue 3081714176 - Property 2879900210
source: Receipt
fr_fr: Réception
