Repository: AymanAYDI/BCSYS_SCT
Catalog: Translations/SCT.*.xlf
Languages: fr_fr

# Codeunit 378970871 - NamedType 2008153173
source: This document already appears on the %1 slip. Would you like to continue ?
fr_fr: Ce document déjà figure sur le bordereau %1. Souhaitez-vous continuer ?

# Codeunit 775682004 - NamedType 3752334001
source: Hello,
fr_fr: Bonjour,

# Codeunit 775682004 - NamedType 1664139952
source: the credit memo
fr_fr: l'avoir

# Codeunit 775682004 - NamedType 2301836569
source: Accounting Service.
fr_fr: Service comptabilité.

# Codeunit 775682004 - NamedType 1195352358
source: " with user account """
fr_fr: " avec le compte utilisateur "

# Codeunit 775682004 - NamedType 557655741
source: This operation is to be carried out only if you agree with the amount of the credit note issued, otherwise please notify the supplier by putting a copy to us.
fr_fr: Cette opération est à effectuer uniquement si vous être d''accord avec le montant de l''avoir mis dans le cas contraire veuillez svp en avertir le fournisseur en nous mettant en copie.

# Codeunit 775682004 - NamedType 857534312
source: Email has been sent
fr_fr: Le mail a été envoyé

# Page 1196257349 - Control 1594621544 - Property 2879900210
source: Picture
fr_fr: Image

# Page 2380889748 - Property 2879900210
source: Duplicating List
fr_fr: Liste de duplication

# Page 2380889748 - NamedType 2951775720
source: Transaction canceled
fr_fr: Opération annulée

# Page 2380889748 - NamedType 1845291509
source: Duplicate card
fr_fr: Dupliquer fiche

# Page 2380889748 - NamedType 2482988126
source: The card
fr_fr: La fiche

# Page 2380889748 - NamedType 3120684743
source: Duplication has failed in :
fr_fr: La duplication a échoué dans :

# Page 2380889748 - NamedType 3758381360
source: has been duplicated in the following company :
fr_fr: a été dupliquée dans la (ou les) société(s) suivante(s) :

# Page 2380889748 - NamedType 1522066640
source: This form must be launched from a sheet supplier, a general account, an article or a bank account!
fr_fr: Ce formulaire doit être lancé depuis une fiche fournisseur, un compte général, un article, un compte bancaire ou la liste des paramètres utilisateurs !

# Page 2380889748 - NamedType 884370023
source: Vendor
fr_fr: Fournisseurs

# Page 2380889748 - NamedType 2797459874
source: item
fr_fr: article

# Page 2380889748 - NamedType 2159763257
source: G/L account
fr_fr: Compte général

# Page 2380889748 - NamedType 4072853108
source: bank account
fr_fr: compte bancaire

# Page 2380889748 - NamedType 3435156491
source: user
fr_fr: utilisateur

# Page 2380889748 - NamedType 1053279046
source: This button does not apply to your treatment
fr_fr: Ce bouton ne s'applique pas pour votre traitement

# Page 2380889748 - NamedType 415582429
source: has been duplicated in the following company :
fr_fr: a été dupliquée dans la (ou les) société(s) suivante(s) :

# Page 2380889748 - NamedType 715461000
source: Duplication has failed in :
fr_fr: La duplication a échoué dans :

# Page 2380889748 - NamedType 219837695
source: Provider
fr_fr: Fournisseur

# Page 2380889748 - NamedType 1940672225
source: Bank account
fr_fr: Compte bancaire

# Page 2380889748 - Control 881177948 - Property 2879900210
source: With dimensions
fr_fr: Avec l'analytique

# Page 2380889748 - Control 2841917134 - Property 2879900210
source: Dupliacate to
fr_fr: Dupliquer vers

# Page 2380889748 - Control 2961552353 - Property 2879900210
source: Company
fr_fr: Société

# Page 2380889748 - Action 1636290377 - Property 2879900210
source: Cancel
fr_fr: Annuler

# Page 2380889748 - Action 3255742381 - Property 2879900210
source: Validate duplication
fr_fr: Valider duplication

# Page 2380889748 - Action 3515605132 - Property 2879900210
source: Validate deletion
fr_fr: Valider suppression

# Page 2622390237 - Property 2879900210
source: FAP Status
fr_fr: Statuts FAP

# Page 2622390237 - Control 4087587710 - Property 2879900210
source: Description qualification
fr_fr: Libellé statut

# Page 3088075155 - Property 2879900210
source: FAP Status list
fr_fr: Liste des statuts FAP

# Page 2565813053 - Property 2879900210
source: Invoices related to ordering
fr_fr: Factures liées à la commande

# Page 2565813053 - Control 293246720 - Property 2879900210
source: Invoices
fr_fr: Factures

# Page 2565813053 - Control 950821001 - Property 2879900210
source: Amount
fr_fr: Montant HT

# Page 2565813053 - Control 3777443291 - Property 2879900210
source: Invoices
fr_fr: N° Yooz

# Page 2565813053 - Control 4004778404 - Property 2879900210
source: Amount
fr_fr: Lien Yooz

# Page 2565813053 - Control 2322724141 - Property 2879900210
source: Invoices
fr_fr: N° BC

# Page 2565813053 - Control 292397561 - Property 2879900210
source: Open
fr_fr: Ouvert

# Page 2369332122 - Property 2879900210
source: Matricule list
fr_fr: Liste matricule

# Page 100175879 - Property 2879900210
source: Modify description
fr_fr: Modification désignation

# Page 100175879 - NamedType 3114637384
source: Invoice
fr_fr: Facture

# Page 100175879 - NamedType 3752334001
source: No.
fr_fr: N°

# Page 100175879 - NamedType 95063322
source: Credit Memo
fr_fr: Avoir

# Page 100175879 - Action 1636290377 - Property 2879900210
source: Cancel
fr_fr: Annuler

# Page 1526142398 - NamedType 3114637384
source: The document number is incorrect, please change it
fr_fr: Le numéro du document est incorrect, veuillez le modifier

# Page 1526142398 - NamedType 3752334001
source: The email has been sent
fr_fr: Le mail a bien été envoyé

# Page 473425041 - Property 2879900210
source: Purch. Invoice Subform
fr_fr: Sous-form. facture achat

# Page 473425041 - Action 1422209241 - Property 2879900210
source: &Line
fr_fr: &Ligne

# Page 473425041 - Action 2398287397 - Property 2879900210
source: Dimensions
fr_fr: Axes analytiques

# Page 473425041 - Action 3567992483 - Property 2879900210
source: Co&mments
fr_fr: Co&mmentaires

# Page 473425041 - Action 1818661174 - Property 2879900210
source: Item Availability by
fr_fr: Disponibilité article par

# Page 473425041 - Action 709518970 - Property 2879900210
source: Location
fr_fr: Magasin

# Page 473425041 - Action 1737297641 - Property 2879900210
source: BOM Level
fr_fr: Niveau nomenclature

# Page 473425041 - Action 2969552576 - Property 2879900210
source: Period
fr_fr: Période

# Page 473425041 - Action 683948558 - Property 2879900210
source: Variant
fr_fr: Variante

# Page 473425041 - Action 645427137 - Property 2879900210
source: Event
fr_fr: Événement

# Page 473425041 - Action 3829216432 - Property 2879900210
source: Item Charge &Assignment
fr_fr: &Affectation frais annexes

# Page 473425041 - Action 632936474 - Property 2879900210
source: Item &Tracking Lines
fr_fr: Lignes traçabilité

# Page 473425041 - Action 2322805527 - Property 2879900210
source: F&unctions
fr_fr: Fonction&s

# Page 473425041 - Action 2249241027 - Property 2879900210
source: E&xplode BOM
fr_fr: &Eclater nomenclature

# Page 473425041 - Action 2115854233 - Property 2879900210
source: &Get Receipt Lines
fr_fr: Extraire lignes réce&ption

# Page 473425041 - Action 3846974347 - Property 2879900210
source: Insert &Ext. Texts
fr_fr: Insérer te&xtes étendus

# Page 1975813952 - Property 2879900210
source: Purchase Invoice
fr_fr: Facture achat

# Page 1975813952 - NamedType 732759939
source: This invoice was recorded without reconciliation with a PO, you must submit it ... validation
fr_fr: Cette facture à été enregistrée sans rapprochement avec un BC ,Vous devez le soumettre à validation

# Page 1975813952 - NamedType 1370456556
source: Validation is not possible without new approval.
fr_fr: La Validation n'est pas possible sans nouvelle approbation.

# Page 1975813952 - NamedType 2008153173
source: Validation is not possible because the status of your invoice is "%1".
fr_fr: La validation n'est pas possible car le statut de votre facture est "%1".

# Page 1975813952 - NamedType 2645849790
source: The total amount of the invoice excluding VAT is different from the amount ... save
fr_fr: Le montant total HT de la facture est différent du montant à enregistrer

# Page 1975813952 - Control 3004656566 - Property 2879900210
source: Invoicing
fr_fr: Facturation

# Page 1975813952 - Control 1168556525 - Property 2879900210
source: Pay-to Post Code/City
fr_fr: CP/Ville

# Page 1975813952 - Control 1704097506 - Property 2879900210
source: General
fr_fr: Général

# Page 1975813952 - Control 852404356 - Property 2879900210
source: Buy-from Post Code/City
fr_fr: CP/Ville fournisseur

# Page 1975813952 - Control 1192464718 - Property 2879900210
source: Foreign Trade
fr_fr: International

# Page 1975813952 - Control 2338493013 - Property 2879900210
source: Shipping
fr_fr: Livraison

# Page 1975813952 - Control 3172878019 - Property 2879900210
source: Ship-to Post Code/City
fr_fr: CP/Ville destinataire

# Page 1975813952 - Action 394674921 - Property 2879900210
source: &Invoice
fr_fr: Fa&cture

# Page 1975813952 - Action 33827284 - Property 2879900210
source: Approvals
fr_fr: Approbations

# Page 1975813952 - Action 4125097576 - Property 2879900210
source: Card
fr_fr: Fiche

# Page 1975813952 - Action 3000180178 - Property 2879900210
source: Co&mments
fr_fr: Co&mmentaires

# Page 1975813952 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_fr: A&xes analytiques

# Page 1975813952 - Action 1985856825 - Property 2879900210
source: Send mail
fr_fr: Envoi mail

# Page 1975813952 - Action 391507420 - Property 2879900210
source: Send mail invoice
fr_fr: Envoi mail facture - DA cplmt

# Page 1975813952 - Action 3647717853 - Property 2879900210
source: Historic
fr_fr: Historique

# Page 1975813952 - Action 2322805527 - Property 2879900210
source: F&unctions
fr_fr: Fonction&s

# Page 1975813952 - Action 1259119637 - Property 2879900210
source: Copy Document
fr_fr: &Copier document

# Page 1975813952 - Action 1534536321 - Property 2879900210
source: Cancel Approval Re&quest
fr_fr: Annuler demande d'appro&bation

# Page 1975813952 - Action 4212148396 - Property 2879900210
source: Send A&pproval Request
fr_fr: Approbation de Facture

# Page 1975813952 - Action 2734210926 - Property 2879900210
source: Move Negative Lines
fr_fr: Déplacer lignes négatives

# Page 1975813952 - Action 2424409210 - Property 2879900210
source: Get St&d. Vend. Purchase Codes
fr_fr: Extraire codes &achat fourn. std

# Page 1975813952 - Action 1847460369 - Property 2879900210
source: Re&lease
fr_fr: &Lancer

# Page 1975813952 - Action 4198758395 - Property 2879900210
source: Re&open
fr_fr: R&ouvrir

# Page 1975813952 - Action 4233223601 - Property 2879900210
source: Statistics
fr_fr: Statistiques

# Page 1975813952 - Action 2245087378 - Property 2879900210
source: P&osting
fr_fr: &Validation

# Page 1975813952 - Action 534097415 - Property 2879900210
source: Test Report
fr_fr: Impression test

# Page 1975813952 - Action 4236135242 - Property 2879900210
source: P&ost
fr_fr: &Réceptionner

# Page 1975813952 - Action 3956129558 - Property 2879900210
source: Remove From Job Queue
fr_fr: Supprimer de la file d'attente des travaux

# Page 1975813952 - Action 1977135349 - Property 2879900210
source: Post and &Print
fr_fr: Valider et i&mprimer

# Page 1975813952 - Action 4281507077 - Property 2879900210
source: Post &Batch
fr_fr: Valider par l&ot

# Page 3605460140 - Property 2879900210
source: Activities
fr_fr: Activités

# Page 3605460140 - Control 3854201566 - Property 2879900210
source: Receivables
fr_fr: Clients

# Page 3605460140 - Control 817164596 - Property 2879900210
source: Payables
fr_fr: Fournisseurs

# Page 2308445784 - Property 2879900210
source: Role Center
fr_fr: Tableau de bord

# Page 2308445784 - Control 2716703118 - Property 2879900210
source: Company Picture
fr_fr: Société

# Page 2308445784 - Action 1330906393 - Property 2879900210
source: C&ustomer
fr_fr: &Client

# Page 2308445784 - Action 2540140331 - Property 2879900210
source: Sales Credit &Memo
fr_fr: Avoir &vente

# Page 2308445784 - Action 2935145596 - Property 2879900210
source: Sales &Invoice
fr_fr: Fac&ture vente

# Page 2308445784 - Action 2107914030 - Property 2879900210
source: Vendor Card
fr_fr: Fiche fournisseur

# Page 2308445784 - Action 2421103149 - Property 2879900210
source: Balance
fr_fr: Solde

# Page 2308445784 - Action 3854201566 - Property 2879900210
source: Customers
fr_fr: Clients

# Page 2308445784 - Action 166190842 - Property 2879900210
source: General Journals
fr_fr: Feuilles comptabilité

# Page 2308445784 - Action 2149431938 - Property 2879900210
source: Payment Journals
fr_fr: Feuilles paiement

# Page 2308445784 - Action 817164596 - Property 2879900210
source: Vendors
fr_fr: Fournisseurs

# Page 2308445784 - Action 1891923905 - Property 2879900210
source: Payment on Hold
fr_fr: Paiement en attente

# Page 2308445784 - Action 4213329328 - Property 2879900210
source: Chart of Accounts
fr_fr: Plan comptable

# Page 2308445784 - Action 2097711179 - Property 2879900210
source: Balance
fr_fr: Solde

# Page 2308445784 - Action 2864330402 - Property 2879900210
source: Calculate Depreciation...
fr_fr: Calculer amortissement...

# Page 2308445784 - Action 3766627351 - Property 2879900210
source: Customer - Balance to Date
fr_fr: Clients : Écritures ouvertes

# Page 2308445784 - Action 2008532903 - Property 2879900210
source: Customer Accounting
fr_fr: Comptabilité Clients

# Page 2308445784 - Action 1504018137 - Property 2879900210
source: Sales Credit Memo
fr_fr: Avoir vente

# Page 2308445784 - Action 2093086907 - Property 2879900210
source: Posted Sales Credit Memos
fr_fr: Avoirs vente enregistrés

# Page 2308445784 - Action 1169754739 - Property 2879900210
source: Customer
fr_fr: Client

# Page 2308445784 - Action 3416849750 - Property 2879900210
source: Posted Sales Shipments
fr_fr: Expéditions vente enregistrées

# Page 2308445784 - Action 2127353330 - Property 2879900210
source: Sales Invoice
fr_fr: Facture vente

# Page 2308445784 - Action 2507363209 - Property 2879900210
source: Cash Receipt Journals
fr_fr: Feuilles règlement

# Page 2308445784 - Action 1751989017 - Property 2879900210
source: Vendor Accounting
fr_fr: Comptabilité Fournisseurs

# Page 2308445784 - Action 1630626114 - Property 2879900210
source: Payment Journals
fr_fr: Feuilles paiement

# Page 2308445784 - Action 2166894656 - Property 2879900210
source: Chart of Accounts
fr_fr: Plan comptable

# Page 2308445784 - Action 1529198039 - Property 2879900210
source: General Journals
fr_fr: Feuilles comptabilité

# Page 2308445784 - Action 2949931873 - Property 2879900210
source: Purchase Credit Memos
fr_fr: Avoirs achat

# Page 2308445784 - Action 4100690734 - Property 2879900210
source: Posted Purchase Credit Memos
fr_fr: Avoirs achat enregistrés

# Page 2308445784 - Action 1032402631 - Property 2879900210
source: Purchase Quotes
fr_fr: Devis

# Page 2308445784 - Action 3957493183 - Property 2879900210
source: Purchase Invoice
fr_fr: Facture achat

# Page 2308445784 - Action 226361938 - Property 2879900210
source: Posted Purchase Invoices
fr_fr: Factures achat enregistrées

# Page 2308445784 - Action 2990337693 - Property 2879900210
source: Vendor
fr_fr: Fournisseurs

# Page 2308445784 - Action 628007576 - Property 2879900210
source: General Accounting
fr_fr: Comptabilité générale

# Page 2308445784 - Action 1205973170 - Property 2879900210
source: Chart of Accounts
fr_fr: Plan comptable

# Page 2308445784 - Action 3205897919 - Property 2879900210
source: General Journals
fr_fr: Feuilles comptabilité

# Page 2308445784 - Action 3577356533 - Property 2879900210
source: Currencies
fr_fr: Devises

# Page 2308445784 - Action 705377135 - Property 2879900210
source: Fixed Assets
fr_fr: Immobilisations

# Page 1539128273 - Property 2879900210
source: VSC historic
fr_fr: Historique VSC

# Page 885204053 - Property 2879900210
source: VSC Settings
fr_fr: Paramètres VSC

# Page 885204053 - Control 1741918192 - Property 2879900210
source: PDF Instance
fr_fr: BC en mode Test

# Page 885204053 - Control 2645239153 - Property 2879900210
source: PDF Instance
fr_fr: Avis de virement

# Page 885204053 - Control 1647001711 - Property 2879900210
source: PDF Instance
fr_fr: Get URL

# Page 885204053 - Control 2026366346 - Property 2879900210
source: PDF Instance
fr_fr: Dossier PDF BC

# Report 3884324450 - Property 2879900210
source: Reversal of invoices not received
fr_fr: Contrepassation des CCA

# Report 3884324450 - NamedType 3114637384
source: This sheet is not a reversal of invoices not received.
fr_fr: Cette feuille n''est pas destinée la contrepassation des CCA.

# Report 3884324450 - NamedType 3752334001
source: This sheet is not empty.\\All data being entered will be replaced.\\Would you like to continue ?
fr_fr: Cette feuille n''est pas vide.\\Toutes les données actuellement saisies seront remplacées.\\Souhaitez-vous tout de même poursuivre ?

# Report 3884324450 - NamedType 95063322
source: Operation canceled
fr_fr: Opération annulée

# Report 3161242057 - Property 2879900210
source: Reversal of invoices not received
fr_fr: Contrepassation des CCA

# Report 3161242057 - NamedType 3114637384
source: This sheet is not a reversal of invoices not received.
fr_fr: Cette feuille n''est pas destinée la contrepassation des CCA.

# Report 3161242057 - NamedType 3752334001
source: This sheet is not empty.\\All data being entered will be replaced.\\Would you like to continue ?
fr_fr: Cette feuille n''est pas vide.\\Toutes les données actuellement saisies seront remplacées.\\Souhaitez-vous tout de même poursuivre ?

# Report 3161242057 - NamedType 95063322
source: Operation canceled
fr_fr: Opération annulée

# Report 3104142725 - Property 2879900210
source: FEC Enriched CAC
fr_fr: FEC Enrichi CAC

# Report 3104142725 - NamedType 2924498841
source: The text file was created successfully.
fr_fr: Le fichier texte a bien été crée.

# Report 3104142725 - NamedType 1757578926
source: You must enter an Ending Date.
fr_fr: Vous devez entrer une date de fin.

# Report 3104142725 - NamedType 2562886535
source: You must enter a Starting Date.
fr_fr: Vous devez entrer une date de début.

# Report 3104142725 - NamedType 3607931179
source: There are no entries to export within the defined filter. The file was not created.
fr_fr: Il n''y a pas d''écriture à exporter dans le filtre d‚fini. Le fichier n''a pas été crée.

# Report 3104142725 - Control 3592094765 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# Report 3104142725 - Control 1524235287 - Property 2879900210
source: Include Opening Balances
fr_fr: Inclure soldes d'ouverture

# Report 3104142725 - Control 543275552 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Report 904644831 - Property 2879900210
source: Generation of invoices not received
fr_fr: Génération des CCA

# Report 904644831 - NamedType 3114637384
source: This sheet is not intended to invoices not received
fr_fr: Cette feuille n''est pas destinée aux CCA

# Report 904644831 - NamedType 3752334001
source: This sheet is not empty.\\All data being entered will be replaced.\\Would you like to continue?
fr_fr: Cette feuille n''est pas vide.\\Toutes les données actuellement saisies seront remplacées.\\Souhaitez-vous tout de même poursuivre ?

# Report 904644831 - NamedType 95063322
source: Operation canceled
fr_fr: Opération annulée

# Report 904644831 - NamedType 732759939
source: please fill the 'Periode' axis
fr_fr: veuillez renseigner l''axe période

# Report 3285821768 - Property 2879900210
source: Generation of invoices not received
fr_fr: Génération des CCA

# Report 3285821768 - NamedType 3114637384
source: This sheet is not intended to invoices not received
fr_fr: Cette feuille n''est pas destinée aux CCA

# Report 3285821768 - NamedType 3752334001
source: This sheet is not empty.\\All data being entered will be replaced.\\Would you like to continue?
fr_fr: Cette feuille n''est pas vide.\\Toutes les données actuellement saisies seront remplacées.\\Souhaitez-vous tout de même poursuivre ?

# Report 3285821768 - NamedType 95063322
source: Operation canceled
fr_fr: Opération annulée

# Report 3285821768 - NamedType 732759939
source: please fill the 'Periode' axis
fr_fr: veuillez renseigner l''axe période

# Report 1720894670 - Property 2879900210
source: LISAM
fr_fr: Export LISAM

# Report 1720894670 - NamedType 2236029831
source: Account
fr_fr: Compte

# Report 1720894670 - NamedType 3285233284
source: Amount
fr_fr: Montant

# Report 1720894670 - NamedType 1535750739
source: Credit
fr_fr: Crédit

# Report 1720894670 - NamedType 1057048686
source: Debit
fr_fr: Débit

# Report 1720894670 - NamedType 2702636791
source: Dim1
fr_fr: Axe1

# Report 1720894670 - NamedType 1259529538
source: Dim2
fr_fr: Axe2

# Report 1720894670 - NamedType 3472089001
source: Dim3
fr_fr: Axe3

# Report 1720894670 - NamedType 2812107828
source: Dim4
fr_fr: Axe4

# Report 1720894670 - NamedType 1531875335
source: Doc No.
fr_fr: N° Doc.

# Report 1720894670 - NamedType 4273291949
source: Order No.
fr_fr: N° commande

# Report 1720894670 - NamedType 2716332507
source: Period
fr_fr: Période

# Report 1720894670 - NamedType 1924545757
source: Source Code
fr_fr: Origine

# Report 1720894670 - NamedType 3752334001
source: Vendor Statement
fr_fr: LISAM

# Report 1720894670 - NamedType 2513436727
source: User :
fr_fr: Utilisateur :

# Report 3779419231 - Property 2879900210
source: LISAM (quick) VAT
fr_fr: Export LISAM TVA (rapide)

# Report 627625866 - Property 2879900210
source: LISAM
fr_fr: Export LISAM

# Report 2465814408 - Property 2879900210
source: Modify CrMemo dimensions
fr_fr: Modifier axes avoir ventes

# Report 2465814408 - NamedType 3752334001
source: Operation canceled !
fr_fr: Opération annulée!

# Report 2465814408 - NamedType 1370456556
source: To use the change function of analytics, you must create an analytical axis named 'RESERVE'
fr_fr: Pour utiliser la fonction de modification de l''analytique,\\vous devez créer un axe analytique nommé ''RESERVE'

# Report 2465814408 - NamedType 2008153173
source: This document was created before the introduction of the modified analytical functionality.\\The accounting entries will not be updated.\\Would you still continue?
fr_fr: Ce document a ‚t‚ crée avant la mise en place de la fonctionnalité de modification analytique.\\Les écritures comptables ne pourront pas être mises à jour.\\Souhaitez-vous tout de même poursuivre ?

# Report 1377256926 - Property 2879900210
source: Modify invoice dimensions
fr_fr: Modifier axes analytiques

# Report 1377256926 - NamedType 3752334001
source: Operation canceled !
fr_fr: Opération annulée!

# Report 1377256926 - NamedType 1370456556
source: To use the change function of analytics, you must create an analytical axis named 'RESERVE'
fr_fr: Pour utiliser la fonction de modification de l''analytique,\\vous devez créer un axe analytique nommé ''RESERVE'

# Report 1377256926 - NamedType 2008153173
source: This document was created before the introduction of the modified analytical functionality.\\The accounting entries will not be updated.\\Would you still continue?
fr_fr: Ce document a ‚t‚ crée avant la mise en place de la fonctionnalité de modification analytique.\\Les écritures comptables ne pourront pas être mises à jour.\\Souhaitez-vous tout de même poursuivre ?

# Report 871081940 - Property 2879900210
source: Period axe update on GJL
fr_fr: Mise à jour axe PERIODE sur LFC

# Report 3536099958 - Property 2879900210
source: Vendor : summary aging VSC
fr_fr: Fourn. : Echéancier VSC

# Report 3536099958 - NamedType 1418937618
source: Due
fr_fr: Echues

# Report 3536099958 - NamedType 4126999867
source: Document type
fr_fr: Type Document

# Report 3536099958 - NamedType 3551934653
source: Total
fr_fr: TOTAL GENERAL

# Report 3536099958 - NamedType 2476940767
source: Not Due
fr_fr: Non échues

# Report 3536099958 - NamedType 3752334001
source: days
fr_fr: jours
